app/controllers/products_controller.rb

SELECT  `products`.* FROM `products`  ORDER BY id asc LIMIT 20
---
  def index
    # productsテーブルから最新順に作品を２０件取得する
    @products = []
    @products = Product.order('id asc').limit(20)