app/controllers/reviews_controller.rb

  def create
    Review.create(create_params)# Review.create(create_params)
---
INSERT INTO `reviews` (`nickname`, `rate`, `review`, `product_id`, `created_at`, `updated_at`) VALUES ('pan', 1, 'くそつまんね', 1, '2016-10-09 11:49:28', '2016-10-09 11:49:28')